Repository: NDLANO/h5p-caretaker
Catalog: app/locale/*/LC_MESSAGES/h5p_caretaker.po
Languages: de_de

source: Something went wrong, but I dunno what, sorry!
de_de: Etwas ist schief gelaufen, aber ich weiß nicht was, bitte entschuldige!

source: It seems that no file was provided.
de_de: Es sieht so aus als sei keine Datei angegeben worden.

source: The file is empty.
de_de: Die Datei ist leer.

source: The file is larger than the limit of %s bytes.
de_de: Die Datei ist größer als das Limit von %s Bytes.

source: The file is not a valid H5P file / ZIP archive.
de_de: Die Datei ist keine gültige H5P-Datei/kein gültiges ZIP-Archiv.

source: The file does not seem to follow the H5P specification.
de_de: Die Detai scheint der H5P-Spezifikation nicht zu folgen.

source: No values were provided for writing.
de_de: Es wurden keine Daten zum Schreiben angegeben.

source: Writing is not yet implemented.
de_de: Schreiben is noch nicht implementiert.

source: Upload directory %s is not writable.
de_de: Das Upload-Verzeichnis %s ist nicht schreibbar.

source: Could not create upload directory %s.
de_de: Konnte der Upload-Verzeichnis %s nicht anlegen.

source: Error extracting H5P file ZIP archive.
de_de: Fehler beim Entpacken der H5P-Datei.

source: Directory with extracted H5P files does not exist.
de_de: Das Verzeichnis mit den entpackten H5P-Dateien existiert nicht.

source: h5p.json file does not exist in the archive.
de_de: Die Datei h5p.json existiert nicht im Archiv.

source: Error decoding h5p.json file.
de_de: Fehler beim Decodieren der Datei h5p.json.

source: The H5P Accessibility Guide (%s) is shared under a CC BY 4.0 license (%s) and was authored, remixed, and/or curated by LibreTexts (%s)
de_de: Der "H5P Accessibility Guide" (%s) steht unter einer "CC BY 4.0"-Lizenz (%s) und wurde erstellt, remixed und/oder kuratiert von LibreTexts (%s)

source: Untitled
de_de: Unbenannt

source: image
de_de: Bild

source: audio
de_de: Tondatei

source: file
de_de: Datei

source: LibreText evaluation for %s
de_de: LibreText-Beurteilung für %s

source: Missing alt text for image inside %s
de_de: Fehlender Alternativtext für das Bild in %s

source: Check whether the content type that uses the image offers a custom alternative text field or whether it is not required to have one here.
de_de: Prüfe, ob der Inhaltstyp, der das Bild verwendet, ein benutzerdefiniertes Feld für den Alternativtext anbietet oder ob es nicht erforderlich ist, ein solches zu haben.

source: Set an alternative text for the start screen image.
de_de: Lege einen Alternativtext für das Bild des Startbildschirms fest.

source: Set an alternative text for the image.
de_de: Lege einen Alternativtext für das Bild fest.

source: Set an alternative text for the image of the card.
de_de: Lege einen Alternativtext für das Bild der Karte fest.

source: Check whether there is a reason for the image to not have an alternative text. If so, explicitly set the image as decorative in the editor.
de_de: Prüfe, ob es einen Grund gibt, warum das Bild keinen Alternativtext haben soll. Wenn ja, lege das Bild im Editor ausdrücklich als dekorativ fest.

source: Set an alternative text for the background image.
de_de: Lege einen Alternativtext für den Bildhintergrund fest.

source: Set an alternative text for the original image.
de_de: Lege einen Alternativtext für das Ausgangsbild fest.

source: Set an alternative text for the matching image.
de_de: Lege einen Alternativtext für das Zielbild fest.

source: Set a description text for the image.
de_de: Ergänze eine Beschreibung für das Bild.

source: Set an alternative text for the introduction image.
de_de: Lege einen Alternativtext für das Intobild fest.

source: Set a caption text for the asset thumbnail image.
de_de: Lege einen Alternativtext für das Vorschaubild fest.

source: The image has a resolution of %dx%d pixels.
de_de: Die Auflösung des Bildes beträgt %dx%d Pixel.

source: The image has an unknown resolution.
de_de: Die Auflösung des Bildes ist unbekannt.

source: The image will usually not be displayed larger than %d pixels in height.
de_de: Das Bild wird normalerweise in der Höhe nicht größer als %d Pixel dargestellt werden.

source: The image will usually not be displayed larger than %d pixels in width.
de_de: Das Bild wird normalerweise in der Breite nicht größer als %d Pixel dargestellt werden.

source: The image could safely be scaled down to a height of %d pixels without any visual quality loss.
de_de: Das Bild könnte ohne Gefahr visueller Qualitätsverliste auf eine Höhe von %d Pixel herunterskaliert werden.

source: The image could safely be scaled down to a width of %d pixels without any visual quality loss.
de_de: Das Bild könnte ohne Gefahr visueller Qualitätsverliste auf eine Breite von %d Pixel herunterskaliert werden.

source: The image could be scaled down to a height of %d pixels, but people who zoom into the page may experience a visual quality loss.
de_de: Das Bild könnte auf eine Höhe von %d Pixel herunterskaliert werden, aber Nutzende, die in die Seite hineinzoomen, könnten visuelle Qualitätsverluste wahrnehmen.

source: The image could be scaled down to a width of %d pixels, but people who zoom into the page may experience a visual quality loss.
de_de: Das Bild könnte auf eine Breite von %d Pixel herunterskaliert werden, aber Nutzende, die in die Seite hineinzoomen, könnten visuelle Qualitätsverluste wahrnehmen.

source: Image file inside %s could be scaled down.
de_de: Die Bilddatei in %s könnte herunterskaliert werden.

source: The image file size is %s bytes.
de_de: Die Dateigröße des Bildes beträgt %s Bytes.

source: The image type is %s.
de_de: Der Dateityp des Bildes ist %s.

source: unknown
de_de: unbekannt

source: For this image type, we recommend a maximum file size of %s bytes in a web based context.
de_de: Für dieses Bildformat raten wir zu einer maximalen Dateigröße von %s Bytes in einen Webkontext.

source: You might consider reducing the image's resolution if it does not need to be this high.
de_de: Du könntest die Auflösung des Bildes reduzieren, wenn sie nicht so hoch sein muss.

source: You might consider converting the image to a JPEG file which often take less space.
de_de: Du könntest das Bild ins JPEG-Format konvertieren, welches oft weniger Speicherplatz beansprucht.

source: You might consider reducing the quality level of the JPEG image.
de_de: Du könntest die Qualität des JPEG-Bildes reduzieren.

source: Image file inside %s feels quite large.
de_de: Die Bilddatei in %s scheint recht groß zu sein.

source: Content %s seems to support resuming.
de_de: Inhalt %s scheint Fortfahren zu unterstützen.

source: Content %s does not seem to support resuming.
de_de: Inhalt %s scheint Fortfahren nicht zu unterstützen.

source: Content %s seems to support xAPI.
de_de: Inhalt %s scheint xAPI zu unterstützen.

source: Content %s does not seem to support xAPI.
de_de: Inhalt %s scheint xAPI nicht zu unterstützen.

source: Content %s seems to support the full H5P question type contract.
de_de: Inhalt %s scheint den kompletten H5P "question type contract" zu unterstützen.

source: Supported functions/variables: %s.
de_de: Unterstützte Funktionen/Variablen: %s.

source: Content %s seems to partially support the full H5P question type contract.
de_de: Inhalt %s scheint den H5P "question type contract" teilweise zu unterstützen.

source: Unsupported functions/variables: %s.
de_de: Nicht unterstützte Funktionen/Variablen: %s.

source: Content %s does not seem to support the H5P question type contract.
de_de: Inhalt %s scheint den H5P "question type contract" nicht zu unterstützen.

source: Probably invalid license remix regarding %s inside %s
de_de: Wahrscheinlich ungültiger Lizenz-Remix für %s in %s

source: Content %s is licensed under a CC BY-SA license. Content %s is licensed under a %s license. These cannot be combined in a remix.
de_de: Inhalt %s ist unter einer CC BY-SA Lizenz lizenziert. Inhalt %s ist unter einer %s Lizenz lizenziert. Diese können in einem Remix nicht kombiniert werden.

source: Ensure that your work is legally a collection or ensure that the license of the subcontent is compatible with the license of the parent content.
de_de: Stelle sicher, dass dein Werk rechlich betrachtet eine Sammlung ist, oder stelle sicher, dass die Lizenz des Unterinhalts mit der Lizenz des übergeordneten Inhalts kompatibel ist.

source: The license of content %s does not allow derivates, but is probably combined with other contents in %s as a remix.
de_de: Die Lizenz von Inhalt %s erlaubt keine abgeleiteten Werke, wurde aber wahrscheinlich mit anderen Inhalten als Remix in %s kombiniert.

source: Invalid license adaptation for %s
de_de: Ungültige Lizenzwahl für %s

source: Subcontent %s does not allow commercial use, but parent content %s does.
de_de: Unterinhalt %s erlaubt keine kommerzielle Nutzung, aber der Oberinhalt %s erlaubt diese.

source: Ensure that the license of the subcontent is compatible with the license of the parent content.
de_de: Stelle sicher, dass die Lizenz des Unterinhalts mit der Lizenz des übergeordneten Inhalts kompatibel ist.

source: Probably invalid license adaptation for %s
de_de: Wahrscheinlich ungültige Lizenzwahl für %s

source: Subcontent %s does not allow derivates, but parent %s uses it.
de_de: Unterinhalt %s erlaubt keine abgeleiteten Werke, aber der Oberinhalt %s erlaubt diese.

source: This is not allowed for remixes, but only for collections.
de_de: Das ist nicht für Remixes erlaubt, nur für Sammlungen.

source: Discouraged license adaptation for %s
de_de: Nicht ratsame Lizenzwahl für %s

source: Subcontent %s is licensed under a CC BY license, but content is more openly licensed.
de_de: Unterinhalt %s ist unter einer CC BY-Lizenz lizenziert, aber der Inhalt ist offener lizenziert.

source: Subcontent %s is licensed under a CC BY-SA %s license, but content is licensed under a GNU GPL license.
de_de: Unterinhalt %s ist unter einer CC BY-SA %s-Lizenz lizenziert, aber der Inhalt ist unter einer GNU GPL-LIzenz lizenziert.

source: Subcontent %s is licensed under a CC BY-SA license, but content %s is not licensed under a CC BY-SA license.
de_de: Unterinhalt %s ist unter einer CC BY-SA Lizenz lizenziert, aber Inhalt %s ist nicht unter einer CC BY-SA-Lizenz lizenziert.

source: Subcontent %s is licensed under a CC BY-SA 1.0 license, but parent content is not.
de_de: Unterinhalt %s ist unter einer CC BY-SA 1.0-Lizenz lizenziert, aber der Inhalt ist offener lizenziert.

source: Subcontent %s is licensed under a CC BY-SA %s license, but content %s uses version %s instead of the same license version or later version.
de_de: Unterinhalt %s ist unter einer CC BY-SA %s-Lizenz lizenziert, aber Inhalt %s nutzt Version %s statt der gleichen Lizenzversion oder einer späteren.

source: Subcontent %s is licensed under a CC BY-NC-SA license, but content %s is not licensed under a CC BY-NC-SA license.
de_de: Unterinhalt %s ist unter einer CC BY-NC-SA-Lizenz lizenziert, aber Inhalt %s ist nicht unter einer CC BY-NC-SA-Lizenz lizenziert.

source: Subcontent %s is licensed under a CC BY-NC-SA 1.0 license, but parent content is not.
de_de: Unterinhalt %s ist unter einer CC BY-SA 1.0-Lizenz lizenziert, aber Oberinhalt nicht.

source: Subcontent %s is licensed under a CC BY-NC-SA %s license, but content %s uses version %s instead of the same license version or later version.
de_de: Unterinhalt %s ist unter einer CC BY-SA %s-Lizenz lizenziert, aber Inhalt %s nutzt Version %s statt der gleichen Lizenzversion oder einer späteren.

source: Missing license information for %s as H5P main content
de_de: Fehlende Lizenzinformationen für %s als H5P-Hauptinhalt

source: Missing license information for %s inside %s
de_de: Fehlende Lizenzinformationen für %s in %s

source: Check the license information of the content and add it to the metadata.
de_de: Prüfe die Lizenzinformationen des Inhalts und füge sie den Metadaten hinzu.

source: Missing license version information for %s
de_de: Fehlende Lizenzinformationen für %s

source: Set the license version in the metadata.
de_de: Füge die Lizenzversion in den Metadaten hinzu.

source: Missing author information for %s
de_de: Fehlende Autor*inneninformationen für %s

source: Add the author name or creator name in the metadata.
de_de: Füge den Namen der Autor*innen oder Ersteller*innen in den Metadaten hinzu.

source: Missing title information for %s
de_de: Fehlende Titelangabe für %s

source: Add the title of the content (if supplied) in the metadata.
de_de: Füge den Titel des Inhalts (falls angegeben) in den Metadaten hinzu.

source: Missing source information for %s
de_de: Fehlende Quelleninformation für %s

source: Add the link to the content in the metadata.
de_de: Füge den Link zum Inhalt in den Metadaten hinzu.

source: Potentially missing source information for %s
de_de: Potenziell fehlende Quelleninformation für %s

source: Add the link to the content in the metadata if the link target contains a copyright notice or licensing information.
de_de: Füge den Link zum Inhalt in den Metadaten hinzu, falls das Linkziel einen Urheberrechtshinweis oder Lizenzinformationen enthält.

source: Potentially missing changes information for %s
de_de: Potenziell fehlende Informationen zu Änderungen für %s

source: If this is not your work and you made changes, you must indicate your changes and all previous modifications in the metadata.
de_de: Falls dies nicht dein Werk ist und du Änderungen vorgenommen hast, musst du deine Änderungen und frühere Modifikationen in den Metadaten anführen.

source: If this is not your work and you made changes to a degree that you created a derivative, you must indicate your changes and all previous modifications in the metadata.
de_de: Falls dies nicht dein Werk ist und du Änderungen vorgenommen hast, die ein abgeleitetes Werk begründen, musst du deine Änderungen und frühere Modifikationen in den Metadaten anführen.

source: List any changes you made in the metadata.
de_de: Führe alle von dir gemachten Änderungen in den Metadaten auf.

source: Missing license extras information for %s
de_de: Fehlende zusätzliche Lizenzinformationen für %s

source: Add the original GPL license text in the "license extras" field.
de_de: Füge den ursprüngliche GPL-Lizenztext im Feld "Lizenzextras" ein.

source: Numbers of content type uses
de_de: Häufigkeit der Inhaltstypverwendung

source: category
de_de: Kategorie

source: type
de_de: Typ

source: summary
de_de: Zusammenfassung

source: recommendation
de_de: Empfehlung

source: title
de_de: Titel

source: semanticsPath
de_de: semanticsPfad

source: path
de_de: Pfad

source: description
de_de: Beschreibung

source: license note
de_de: Lizenzhinweis

source: warning
de_de: Warnung

source: error
de_de: Fehler

source: warnings
de_de: Warnungen

source: errors
de_de: Fehler

source: reference
de_de: Referenz

source: accessibility
de_de: Barrierefreiheit

source: missingAltText
de_de: fehlender Alternativtext

source: features
de_de: Funktionen

source: resume
de_de: Fortfahren

source: license
de_de: Lizenz

source: missingLicense
de_de: fehlende Lizenz

source: missingLicenseExtras
de_de: fehlende Lizenzextras

source: missingAuthor
de_de: fehlende*r Autor*in

source: missingTitle
de_de: fehlender Titel

source: missingSource
de_de: fehlende Quelle

source: missingChanges
de_de: fehlende Änderungen

source: discouragedLicenseAdaptation
de_de: Nicht ratsame Lizenzwahl

source: invalidLicenseAdaptation
de_de: Ungültige Lizenzwahl für Adaption

source: invalidLicenseRemix
de_de: Ungültige Lizenzwahl für Remix

source: efficiency
de_de: Effizienz

source: imageSize
de_de: Bildgröße

source: imageResolution
de_de: Bildauflösung

source: statistics
de_de: Statistik

source: contentTypeCount
de_de: Inhaltstyphäufigkeit

source: Learn more about this topic.
de_de: Lerne mehr über dieses Thema.
